Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: it will appear in My places
ar: سيظهر في «أماكني»
de: erscheint unter „Meine Orte“
fr: il apparaîtra dans Mes lieux
ru: появится в «Моих местах»
uk: з’явиться в «Моїх місцях»
uz_cyrl: «Менинг жойларим» рўйхатига қўшилади
uz_latn: «Mening joylarim» ro‘yxatiga qo‘shiladi

source: just now
ar: الآن
de: gerade eben
fr: à l’instant
ru: только что
uk: щойно
uz_cyrl: ҳозиргина
uz_latn: hozirgina

source: leaving
ar: عند المغادرة
de: beim Verlassen
fr: en partant
ru: уйду
uk: піду
uz_cyrl: кетаман
uz_latn: ketaman

source: marked Urgent
ar: بعلامة «عاجل»
de: als dringend markiert
fr: marqué Urgent
ru: с пометкой «Срочно»
uk: з позначкою «Терміново»
uz_cyrl: «Шошилинч» белгиси билан
uz_latn: «Shoshilinch» belgisi bilan

source: min
ar: د
ru: мин
uk: хв
uz_cyrl: дақ
uz_latn: daq

source: missed
ar: فائت
de: verpasst
fr: manqué
ru: пропущено
uk: пропущено
uz_cyrl: ўтказиб юборилди
uz_latn: o‘tkazib yuborildi

source: monthly on day %lld
ar: شهريًا في اليوم %lld
de: monatlich am %lld.
fr: tous les mois, le %lld
ru: каждый месяц, %lld-го
uk: щомісяця, %lld-го
uz_cyrl: ҳар ой, %lld-куни
uz_latn: har oy, %lld-kuni

source: move around the dial in 5-minute steps · let go to reschedule
ar: حرّك حول القرص بخطوات 5 دقائق · ارفع إصبعك للنقل
de: um das Zifferblatt ziehen, in 5-Minuten-Schritten · loslassen zum Verschieben
fr: glissez autour du cadran par pas de 5 minutes · relâchez pour déplacer
ru: ведите по кругу, шаг 5 минут · отпустите, чтобы перенести
uk: ведіть по колу, крок 5 хвилин · відпустіть, щоб перенести
uz_cyrl: айлана бўйлаб суринг, қадами 5 дақиқа · кўчириш учун қўйиб юборинг
uz_latn: aylana bo‘ylab suring, qadami 5 daqiqa · ko‘chirish uchun qo‘yib yuboring

source: mp3, m4a or wav will do. Files longer than 30 seconds are trimmed, iOS requires it.
ar: تناسب ملفات mp3 أو m4a أو wav. الملفات الأطول من 30 ثانية تُقص، هذا ما يتطلبه iOS.
de: mp3, m4a oder wav gehen. Dateien über 30 Sekunden werden gekürzt, das verlangt iOS.
fr: mp3, m4a ou wav conviennent. Les fichiers de plus de 30 secondes sont coupés, iOS l’exige.
ru: Подойдёт mp3, m4a или wav. Файл длиннее 30 секунд обрежем, так требует iOS.
uk: Підійде mp3, m4a або wav. Файл довший за 30 секунд обріжемо, так вимагає iOS.
uz_cyrl: mp3, m4a ёки wav мос келади. 30 сониядан узун файл қисқартирилади, бу iOS талаби.
uz_latn: mp3, m4a yoki wav mos keladi. 30 soniyadan uzun fayl qisqartiriladi, bu iOS talabi.

source: no access
ar: لا وصول
de: kein Zugriff
fr: pas d’accès
ru: нет доступа
uk: немає доступу
uz_cyrl: рухсат йўқ
uz_latn: ruxsat yo‘q

source: no reminders
ar: لا تذكيرات
de: keine Erinnerungen
fr: aucun rappel
ru: нет напоминаний
uk: немає нагадувань
uz_cyrl: эслатма йўқ
uz_latn: eslatma yo‘q

source: none
ar: لا شيء
de: keine
fr: aucun
ru: нет
uk: немає
uz_cyrl: йўқ
uz_latn: yo‘q

source: not allowed
ar: غير مسموح بها
de: nicht erlaubt
fr: non autorisées
ru: не разрешены
uk: не дозволені
uz_cyrl: рухсат берилмаган
uz_latn: ruxsat berilmagan

source: not asked
ar: لم يُطلب
de: nicht angefragt
fr: non demandée
ru: не запрошена
uk: не запитано
uz_cyrl: сўралмаган
uz_latn: so‘ralmagan

source: not requested
ar: لم تُطلب
de: nicht angefragt
fr: non demandées
ru: не запрошены
uk: не запитані
uz_cyrl: сўралмаган
uz_latn: so‘ralmagan

source: now
ar: الآن
de: jetzt
fr: maintenant
ru: сейчас
uk: зараз
uz_cyrl: ҳозир
uz_latn: hozir

source: off
ar: متوقفة
de: aus
fr: désactivées
ru: выключены
uk: вимкнені
uz_cyrl: ўчирилган
uz_latn: o‘chirilgan

source: on
ar: مفعّلة
de: an
fr: activées
ru: включены
uk: увімкнені
uz_cyrl: ёқилган
uz_latn: yoqilgan

source: on Friday evening
ar: الجمعة مساءً
de: am Freitagabend
fr: vendredi soir
ru: в пятницу вечером
uk: у п’ятницю ввечері
uz_cyrl: жума куни кечқурун
uz_latn: juma kuni kechqurun

source: on day %lld
ar: في اليوم %lld
de: am %lld.
fr: le %lld
ru: %lld-го числа
uk: %lld-го числа
uz_cyrl: %lld-куни
uz_latn: %lld-kuni

source: on time
ar: في الموعد
de: pünktlich
fr: à l’heure
ru: в срок
uk: вчасно
uz_cyrl: ўз вақтида
uz_latn: o‘z vaqtida

source: on weekdays
ar: أيام العمل
de: werktags
fr: en semaine
ru: по будням
uk: у будні
uz_cyrl: иш кунлари
uz_latn: ish kunlari

source: only for this reminder
ar: لهذا التذكير فقط
de: nur für diese Erinnerung
fr: seulement pour ce rappel
ru: только для этого напоминания
uk: лише для цього нагадування
uz_cyrl: фақат шу эслатма учун
uz_latn: faqat shu eslatma uchun

source: or %@
ar: أو %@
de: oder %@
fr: ou %@
ru: или %@
uk: або %@
uz_cyrl: ёки %@
uz_latn: yoki %@

source: or pick an option above the keyboard
ar: أو اختر خيارًا فوق لوحة المفاتيح
de: oder wähle eine Option über der Tastatur
fr: ou choisissez une option au-dessus du clavier
ru: или выберите вариант над клавиатурой
uk: або виберіть варіант над клавіатурою
uz_cyrl: ёки клавиатура устидаги вариантни танланг
uz_latn: yoki klaviatura ustidagi variantni tanlang

source: persistent
ar: بإلحاح
de: beharrlich
fr: insistant
ru: настойчиво
uk: наполегливо
uz_cyrl: такрор-такрор
uz_latn: takror-takror

source: quiet clicks, silent in silent mode
ar: نقرات هادئة، صامتة في الوضع الصامت
de: leise Klicks, still im Stummmodus
fr: clics discrets, muets en mode silencieux
ru: тихие щелчки, молчат в беззвучном режиме
uk: тихі клацання, мовчать у беззвучному режимі
uz_cyrl: секин чиқиллашлар, овозсиз режимда жим
uz_latn: sekin chiqillashlar, ovozsiz rejimda jim

source: radius %lld m
ar: نطاق %lld م
fr: rayon %lld m
ru: радиус %lld м
uk: радіус %lld м
uz_cyrl: радиус %lld м

source: right away
ar: فورًا
de: sofort
fr: immédiatement
ru: сразу
uk: одразу
uz_cyrl: дарҳол
uz_latn: darhol

source: today
ar: اليوم
de: heute
fr: aujourd’hui
ru: сегодня
uk: сьогодні
uz_cyrl: бугун
uz_latn: bugun

source: today at %@
ar: اليوم في %@
de: heute um %@
fr: aujourd’hui à %@
ru: сегодня в %@
uk: сьогодні о %@
uz_cyrl: бугун соат %@ да
uz_latn: bugun soat %@ da

source: today, %@
ar: اليوم، %@
de: heute, %@
fr: aujourd’hui, %@
ru: сегодня, %@
uk: сьогодні, %@
uz_cyrl: бугун, %@
uz_latn: bugun, %@

source: tomorrow
ar: غدًا
de: morgen
fr: demain
ru: завтра
uk: завтра
uz_cyrl: эртага
uz_latn: ertaga

source: tomorrow at %@
ar: غدًا في %@
de: morgen um %@
fr: demain à %@
ru: завтра в %@
uk: завтра о %@
uz_cyrl: эртага соат %@ да
uz_latn: ertaga soat %@ da

source: tomorrow at 9 call mom
ar: غدًا الساعة 9 الاتصال بأمي
de: morgen um 9 Mama anrufen
fr: demain à 9h appeler maman
ru: завтра в 9 позвонить маме
uk: завтра о 9 подзвонити мамі
uz_cyrl: эртага соат 9 да онамга қўнғироқ қилиш
uz_latn: ertaga soat 9 da onamga qo‘ng‘iroq qilish

source: tomorrow, %@
ar: غدًا، %@
de: morgen, %@
fr: demain, %@
ru: завтра, %@
uk: завтра, %@
uz_cyrl: эртага, %@
uz_latn: ertaga, %@

source: until %@
ar: حتى %@
de: bis %@
fr: jusqu’au %@
ru: до %@
uk: до %@
uz_cyrl: %@ гача
uz_latn: %@ gacha

source: urgent
ar: عاجل
de: dringend
ru: срочно
uk: терміново
uz_cyrl: шошилинч
uz_latn: shoshilinch

source: was %@
ar: كان %@
de: vorher %@
fr: c’était %@
ru: было %@
uk: було %@
uz_cyrl: аввал %@
uz_latn: avval %@

source: when I leave work
ar: عندما أغادر العمل
de: wenn ich die Arbeit verlasse
fr: quand je quitte le travail
ru: когда уйду с работы
uk: коли піду з роботи
uz_cyrl: ишдан кетганимда
uz_latn: ishdan ketganimda

source: while using
ar: أثناء الاستخدام
de: beim Verwenden
fr: pendant l’utilisation
ru: при использовании
uk: під час використання
uz_cyrl: фойдаланиш вақтида
uz_latn: foydalanish vaqtida

source: yearly, %@
ar: سنويًا، %@
de: jährlich, %@
fr: chaque année, %@
ru: ежегодно, %@
uk: щороку, %@
uz_cyrl: ҳар йили, %@
uz_latn: har yili, %@

source: “%@” keeps being put off.
ar: «%@» يُؤجَّل في كل مرة.
de: „%@“ wird immer wieder verschoben.
fr: « %@ » est sans cesse reporté.
ru: «%@» всё время откладывается.
uk: «%@» весь час відкладається.
uz_cyrl: «%@» доим кейинга сурилмоқда.
uz_latn: «%@» doim keyinga surilmoqda.

source: “Urgent” gets through Do Not Disturb and Focus. Add the word “urgent” to the phrase or turn it on in the reminder itself.
ar: علامة «عاجل» تتجاوز «عدم الإزعاج» و«التركيز». أضف كلمة «عاجل» إلى العبارة أو فعّلها في التذكير نفسه.
de: „Dringend“ kommt auch bei „Nicht stören“ und Fokus durch. Füge das Wort „dringend“ in den Satz ein oder schalte es in der Erinnerung ein.
fr: La mention « Urgent » passe outre Ne pas déranger et Concentration. Ajoutez le mot « urgent » à la phrase ou activez-la dans le rappel.
ru: Пометка «Срочно» пробивает «Не беспокоить» и Фокус. Добавьте во фразу слово «срочно» или включите пометку в самом напоминании.
uk: Позначка «Терміново» пробиває «Не турбувати» і «Зосередження». Додайте у фразу слово «терміново» або ввімкніть позначку в самому нагадуванні.
uz_cyrl: «Шошилинч» белгиси «Безовта қилинмасин» ва «Фокус» режимларидан ҳам ўтади. Иборага «шошилинч» сўзини қўшинг ёки эслатманинг ўзида ёқинг.
uz_latn: «Shoshilinch» belgisi «Bezovta qilinmasin» va «Fokus» rejimlaridan ham o‘tadi. Iboraga «shoshilinch» so‘zini qo‘shing yoki eslatmaning o‘zida yoqing.
